<?php

$_lang['mxconnector_prop_limit'] = 'Ограничение вывода Связей на странице.';
$_lang['mxconnector_prop_taxons'] = 'Укажите Связи каких таксонов выводить сниппету (id таксонов через запятую)';
$_lang['mxconnector_prop_master'] = 'Для указанного ресурса будут выведены все ресурсы привязанные к нему (id ресурса)';
$_lang['mxconnector_prop_slave'] = 'Для указанного ресурса будут выведены все ресурсы к которым он привязан (id ресурса)';
$_lang['mxconnector_prop_showLog'] = 'Показывать дополнительную информацию о работе сниппета. Только для авторизованных в контексте mgr';
$_lang['mxconnector_prop_sortby'] = 'Поле сортировки';
$_lang['mxconnector_prop_sortdir'] = 'Направление сортировки';
$_lang['mxconnector_prop_tpl'] = 'Чанк оформления вывода Связей (в него выводится массив)';
$_lang['mxconnector_prop_toPlaceholder'] = 'Усли указан этот параметр, то результат будет сохранен в плейсхолдер, вместо прямого вывода на странице';
